class Constants:
    EXPECTED_TEXTS = {
        "how_much_toggle": "Сутки — 400 рублей. Оплата курьеру — наличными или картой.",
        "want_a_lot_toggle": "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.",
        "how_to_count_toggle": "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.",
        "right_here_right_now_toggle": "Только начиная с завтрашнего дня. Но скоро станем расторопнее.",
        "extend_or_finish_early_toggle": "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.",
        "what_about_charging_toggle": "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.",
        "may_i_cancel_order_toggle": "Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.",
        "suburban_problems_toggle": "Да, обязательно. Всем самокатов! И Москве, и Московской области."
    }